==== RAPPORT GLOBAL SSH ====
GÃ©nÃ©rÃ© le : 2025-10-31 16:55:34
============================



########## DC1-SPINE-1 (192.168.28.101) ##########

>>> sh bgp evpn sum
Last login: Fri Oct 31 15:05:37 2025 from 10.9.193.11
DC1-SPINE-1#sh bgp evpn sum
[?1h=BGP summary information for VRF default
Router identifier 12.1.1.3, local AS number 65001
Neighbor Status Codes: m - Under maintenance
  Neighbor V AS           MsgRcvd   MsgSent  InQ OutQ  Up/Down State   PfxRcd Pf xAcc
  12.1.1.1 4 65001          12233     12214    0    0 02:07:41 Estab   2      2
  12.1.1.2 4 65001          12265     12199    0    0 02:07:38 Estab   1      1
  12.1.1.5 4 65001          12138     12256    0    0 04:59:03 Estab   5      5
  12.1.1.6 4 65001          12191     12252    0    0 00:02:41 Active
[K[?1l>DC1-SPINE-1#
>>> show interface vxlan1
show interface vxlan1
[?1h=[K[?1l>% Interface does not exist
DC1-SPINE-1#
############################################################


########## DC1-SPINE-2 (192.168.28.102) ##########

>>> sh bgp evpn sum
Last login: Fri Oct 31 15:05:40 2025 from 10.9.193.11
DC1-SPINE-2#sh bgp evpn sum
[?1h=BGP summary information for VRF default
Router identifier 12.1.1.4, local AS number 65001
Neighbor Status Codes: m - Under maintenance
  Neighbor V AS           MsgRcvd   MsgSent  InQ OutQ  Up/Down State   PfxRcd Pf xAcc
  12.1.1.1 4 65001          12240     12198    0    0 02:07:46 Estab   2      2
  12.1.1.2 4 65001          12250     12218    0    0 02:07:43 Estab   1      1
  12.1.1.5 4 65001          12158     12205    0    0 04:59:09 Estab   6      6
  12.1.1.6 4 65001          12170     12224    0    0 00:02:51 Active
[K[?1l>DC1-SPINE-2#
>>> show interface vxlan1
show interface vxlan1
[?1h=[K[?1l>% Interface does not exist
DC1-SPINE-2#
############################################################


########## DC2-SPINE-1 (192.168.28.103) ##########

>>> sh bgp evpn sum
Last login: Fri Oct 31 15:05:48 2025 from 10.9.193.11
DC2-SPINE-1#sh bgp evpn sum
[?1h=BGP summary information for VRF default
Router identifier 24.1.1.3, local AS number 65002
Neighbor Status Codes: m - Under maintenance
  Neighbor V AS           MsgRcvd   MsgSent  InQ OutQ  Up/Down State   PfxRcd Pf xAcc
  24.1.1.1 4 65002           5597      5624    0    0 02:07:42 Estab   1      1
  24.1.1.2 4 65002           5596      5624    0    0 02:07:43 Estab   2      2
  24.1.1.5 4 65002           5630      5611    0    0    1d22h Estab   5      5
  24.1.1.6 4 65002           5639      5640    0    0    1d22h Estab   5      5
[K[?1l>DC2-SPINE-1#
>>> show interface vxlan1
show interface vxlan1
[?1h=[K[?1l>% Interface does not exist
DC2-SPINE-1#
############################################################


########## DC2-SPINE-2 (192.168.28.104) ##########

>>> sh bgp evpn sum
Last login: Fri Oct 31 15:05:54 2025 from 10.9.193.11
DC2-SPINE-2#sh bgp evpn sum
[?1h=BGP summary information for VRF default
Router identifier 24.1.1.4, local AS number 65002
Neighbor Status Codes: m - Under maintenance
  Neighbor V AS           MsgRcvd   MsgSent  InQ OutQ  Up/Down State   PfxRcd Pf xAcc
  24.1.1.1 4 65002           5599      5651    0    0 02:07:47 Estab   1      1
  24.1.1.2 4 65002           5620      5647    0    0 02:07:47 Estab   2      2
  24.1.1.5 4 65002           5647      5652    0    0    1d22h Estab   5      5
  24.1.1.6 4 65002           5612      5656    0    0    1d22h Estab   5      5
[K[?1l>DC2-SPINE-2#
>>> show interface vxlan1
show interface vxlan1
[?1h=[K[?1l>% Interface does not exist
DC2-SPINE-2#
############################################################


########## DC1-LEAF-1 (192.168.28.105) ##########
